Repository: netzstrategen/woocommerce-local-store
Catalog: languages/woocommerce-local-store-*.po
Languages: de_de

source: Stock in showrooms
de_de: Bestand in Ausstellungen

source: Warehouse stock
de_de: Lagerbestand

source: Available
de_de: Verf체gbar

source: Low stock
de_de: Geringe Lagermenge

source: Not available
de_de: Nicht verf체gbar

source: View branch availability
de_de: Filialverf체gbarkeit ansehen

source: Showroom
de_de: Ausstellung

source: Pickup
de_de: Mitnahme

source: Order
de_de: Kauf

source: This product is exhibited in a different, similar variant.
de_de: Dieses Produkt ist eventuell in einer anderen, 채hnlichen Variante ausgestellt.
